Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/rm/*_module.xlf
Languages: rm

# tl_module.avisota_mailing_lists.0
source: Selected/Selectable mailing lists
rm: Glistas dad e-mail tschernidas/tscherniblas

# tl_module.avisota_mailing_lists.1
source: Please choose the mailing lists, that will be subscribed or shown if the mailing lists input field is visible.
rm: Tscherna las glistas dad e-mail che vegnan abunadas u mussadas sche il champ d'endataziun per glistas dad e-mail è visibel.

# tl_module.avisota_recipient_fields.0
source: Personal data
rm: Datas persunalas

# tl_module.avisota_recipient_fields.1
source: Pleas choose additional personal data fields to ask for.
rm: Tscherna las datas persunalas supplementaras che duain vegnir dumandadas.

# tl_module.avisota_form_target.0
source: Formular target page (not confirmation page!)
rm: Pagina da destinaziun dal formular (na betg la pagina da confermaziun!)

# tl_module.avisota_form_target.1
source: Please choose a page, the submitted form data will be posted (this page will set as &lt;form&gt; action!). Keep in mind that the module must be added on the target page!
rm: Tscherna ina pagina a la quala las datas dal formular vegnan tramessas (questa pagina vegn definida sco acziun da &lt;form&gt;!). Ta ragorda che il modul sto vegnir agiuntà a la pagina da destinaziun!

# tl_module.avisota_subscribe_form_template.0
source: Formular template
rm: Template dal formular

# tl_module.avisota_subscribe_form_template.1
source: Please choose the formular template.
rm: Tscherna in template da forumlar.

# tl_module.avisota_subscribe_confirmation_message.0
source: Confirmation message
rm: Messadi da confermaziun

# tl_module.avisota_subscribe_confirmation_message.1
source: Please choose the confirmation message boilerplate.
rm: Tscherna in model per il messadi da confermaziun.

# tl_module.avisota_subscribe_confirmation_page.0
source: Subscribe confirmation page
rm: Pagina da confermaziun per abunar

# tl_module.avisota_subscribe_confirmation_page.1
source: Please choose the confirmation page. The user will be redirected to this page, after requesting a new subscription.
rm: Tscherna la pagina da confermaziun. L'utilisader vegn renvià a questa pagina suenter ch'el ha dumandà per in abunament.

# tl_module.avisota_subscribe_activation_page.0
source: Activation page
rm: Pagina d'activaziun

# tl_module.avisota_subscribe_activation_page.1
source: Please choose the activation page. The activation link will be link to this page. Keep in mind that you need to add a "Subscription" or "Activation" module to this page.
rm: Tscherna la pagina d'activaziun. La colliaziun d'activaziun vegn a mussar sin questa pagina. Fa stim che ti stos agiuntar a questa pagina in modul "Abunar" u "Activar".

# tl_module.avisota_unsubscribe_show_mailing_lists.0
source: Show mailing list selection
rm: Mussar la selecziun da glistas dad e-mail

# tl_module.avisota_unsubscribe_show_mailing_lists.1
source: Let the user choice which mailing lists should be unsubscribed.
rm: Laschar tscherner l'utilisader tge glistas dad e-mail che duain vegnir abunadas.

# tl_module.avisota_unsubscribe_confirmation_message.0
source: Confirmation message
rm: Messadi da confermaziun

# tl_module.avisota_unsubscribe_confirmation_message.1
source: Please choose the confirmation message boilerplate.
rm: Tscherna in model per il messadi da confermaziun.

# tl_module.avisota_unsubscribe_form_template.0
source: Formular template
rm: Template dal formular

# tl_module.avisota_unsubscribe_form_template.1
source: Please choose the formular template.
rm: Tscherna in template da forumlar.

# tl_module.avisota_unsubscribe_confirmation_page.0
source: Confirmation page
rm: Pagina da confermaziun

# tl_module.avisota_unsubscribe_confirmation_page.1
source: Please choose the confirmation page.
rm: Tscherna ina pagina da confermaziun.

# tl_module.avisota_subscription_form_template.0
source: Formular template
rm: Template dal forumlar

# tl_module.avisota_subscription_form_template.1
source: Please choose a custom formular template.
rm: Tscherna in template da forumlar persunalisà.

# tl_module.avisota_subscription_confirmation_message.0
source: Confirmation page
rm: Pagina da confermaziun

# tl_module.avisota_subscription_confirmation_message.1
source: Please choose the confirmation page.
rm: Tscherna ina pagina da confermaziun.

# tl_module.avisota_categories.0
source: Kategorien
rm: Categorias

# tl_module.avisota_categories.1
source: Wählen Sie die Kategorien aus, aus denen die Mailing angezeigt werden sollen.
rm: Tscherna las categorias, ord las qualas ils Mailings duain vegnir mussads.

# tl_module.avisota_reader_template.0
source: Leser-Template
rm: Template da lectur

# tl_module.avisota_reader_template.1
source: Wählen Sie hier das Template für den Mailing-Leser aus.
rm: Tscherna il template per il lectur da mailings.

# tl_module.avisota_list_template.0
source: Listen-Template
rm: Template da glista

# tl_module.avisota_list_template.1
source: Wählen Sie hier das Template für die Mailing-Liste aus.
rm: Tscherna il template per la glista da mailings

# tl_module.avisota_view_page.0
source: Ansichtsseite
rm: Pagina da visualisaziun

# tl_module.avisota_view_page.1
source: Wählen Sie hier eine Seite aus, auf der die Mailing angezeigt werden soll. Wird keine Seite ausgewählt, wird die in der Kategorie hinterlegte Seite zur Online-Ansicht verwendet.
rm: Tscherna qua ina pagina, sin la quala ils mailings duain vegnir visualisads. Na vegn nagina pagina tsschernida, vegn la pagina nudada en la categoria utilisada per la visualisaziun online

# tl_module.avisota_template_unsubscribe.0
source: Form-Template
rm: Template per il forumular

# tl_module.avisota_template_unsubscribe.1
source: Wählen Sie hier das Template für das Abmelden-Formular aus.
rm: Tscherna il template per il formular per de-abunar.

# tl_module.avisota_subscription_legend
source: Abonnement
rm: Abunament

# tl_module.avisota_mail_legend
source: Mail Einstellungen
rm: Configuraziun dad e-mail

# tl_module.avisota_notification_legend
source: Erinnerung
rm: Regurdanza

# tl_module.avisota_cleanup_legend
source: Aufräumen
rm: Far urden

# tl_module.avisota_reader_legend
source: Mailing-Leser
rm: Lectur dal mailing

# tl_module.avisota_list_legend
source: Mailing-Liste
rm: Glista dals mailings

# tl_module.avisota_subscribe_activate_confirmation_page.0
source: Activation confirmation page
rm: Pagina da confermaziun da l'activaziun

# tl_module.avisota_subscribe_activate_confirmation_page.1
source: Please choose the activated confirmation page. If you not use a separate activation page, the user will redirected to this page, after clicking on the activation link.
rm: Tscherna ina pagina da confermaziun per l'activaziun. Sche ti n'utiliseschas betg ina pagina d'activaziun seperata vegn l'utilisader renvià a questa pagina suenter cliccar sin la colliaziun d'activaziun.

# tl_module.avisota_activation_redirect_page.0
source: Redirect page
rm: Pagina da renviar

# tl_module.avisota_activation_redirect_page.1
source: Please choose the redirect page. The user will be redirected to this page, if he call the page without a valid subscription token.
rm: Tscherna ina pagina per renviar. L'utilisader vegn renvià a questa paigna sche el avra la pagina senza in token d'abunament valid.

# tl_module.avisota_activation_confirmation_page.0
source: Confirmation page
rm: Pagina da confermaziun

# tl_module.avisota_activation_confirmation_page.1
source: Please choose the confirmation page. The user will redirected to this page, after clicking on the activation link.
rm: Tscherna la pagina da confermaziun. L'utilisader vegn renvià a questa pagina suenter cliccar sin la colliaziun d'activaziun.
