Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/rm/fe_avisota_subscription.xlf
Languages: rm

# fe_avisota_subscription.subscribe
source: Subscribe
rm: Abunar

# fe_avisota_subscription.unsubscribe
source: Unsubscribe
rm: De-abunar

# fe_avisota_subscription.subscribed
source: Thank you very much, you are now subscribed. Please check your inbox for confirmation email.
rm: Grazia fitg, ti es ussa abunnent. Ti has retschiert in e-mail da confermaziun.

# fe_avisota_subscription.allreadySubscribed
source: Thank you very much, but you are already subscribed to our newsletter.
rm: Grazia fitg, ti has dentant gia abunà nos newsletter.

# fe_avisota_subscription.subscribeConfirmation
source: Your subscription was successfully activated.
rm: Tes abunament è vegnì activà cun success.

# fe_avisota_subscription.unsubscribed
source: You'r now unsubscribed from our newsletter.
rm: Ti has ussa de-abunà nos newsletter

# fe_avisota_subscription.notSubscribed
source: You'r not subscribed to our newsletter.
rm: Ti n'has betg abunà nos newsletter

# fe_avisota_subscription.confirm
source: confirm subscriptions
rm: Confermar abunaments

# fe_avisota_subscription.manage_subscription
source: Manage your subscription
rm: Administrat tes abunament

# fe_avisota_subscription.unsubscribe_direct
source: Unsubscribe
rm: De-abunar
