Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/rm/mem_avisota_recipient_migrate.xlf
Languages: rm

# mem_avisota_recipient_migrate.channels.0
source: Channels
rm: Chanals

# mem_avisota_recipient_migrate.channels.1
source: Please choose the channels and the target mailing lists.
rm: Tscherna ils chanals e las glistas da mail da destinaziun.

# mem_avisota_recipient_migrate.channels_channel.0
source: Channel
rm: Chanal

# mem_avisota_recipient_migrate.channels_mailingList.0
source: Mailing list
rm: Glista da mail

# mem_avisota_recipient_migrate.overwrite.0
source: Overwrite existing
rm: Surscriver l'existent

# mem_avisota_recipient_migrate.overwrite.1
source: Overwrite existing recipients.
rm: Surscriver ils destinaturs existents.

# mem_avisota_recipient_migrate.importFromMembers.0
source: Import personals from Members
rm: Importar datas da commembers

# mem_avisota_recipient_migrate.importFromMembers.1
source: Import the personal data from the members.
rm: Impurtar las datas persunalas da commembers

# mem_avisota_recipient_migrate.migrate_legend
source: Migrate recipients
rm: Migrar ils destinatur

# mem_avisota_recipient_migrate.migrated
source: %d recipients migrated, %d skipped.
rm: %d destinaturs èn vegnids migrads, %d surseglids.

# mem_avisota_recipient_migrate.submit
source: Migrate
rm: Migrar

# mem_avisota_recipient_migrate.running
source: Migrate recipients &hellip;
rm: Migrar ils destinaturs &hellip;

# mem_avisota_recipient_migrate.created
source: %s created
rm: Creà %s

# mem_avisota_recipient_migrate.skipped
source: %s skipped
rm: Sursiglì %s

# mem_avisota_recipient_migrate.overwritten
source: %s overwritten
rm: Surscrit %s

# mem_avisota_recipient_migrate.reload
source: Continue migration &hellip;
rm: Continuar la migraziun &hellip;
