Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/rm/orm_avisota_recipient.xlf
Languages: rm

# orm_avisota_recipient.createdAt.0
source: Created at
rm: Creà las

# orm_avisota_recipient.updatedAt.0
source: Last modified at
rm: Ultima modificaziun las

# orm_avisota_recipient.email.1
source: Please enter the email address.
rm: Endatescha l'adressa dad e-mail.

# orm_avisota_recipient.title.0
source: Title
rm: Titel

# orm_avisota_recipient.title.1
source: Please enter the recipients title.
rm: Tscherna il titel dal destinatur

# orm_avisota_recipient.forename.0
source: Forename
rm: Prenum

# orm_avisota_recipient.forename.1
source: Please enter the recipients forename.
rm: Tscherna il prenum dal destinatur.

# orm_avisota_recipient.surname.0
source: Surname
rm: Num

# orm_avisota_recipient.surname.1
source: Please enter the recipients surname.
rm: Tscherna il num dal destinatur

# orm_avisota_recipient.gender.0
source: Gender
rm: Schlattaina

# orm_avisota_recipient.gender.1
source: Please choose the recipients gender.
rm: Tscherna la schlattaina dal destinatur.

# orm_avisota_recipient.addedById.0
source: Added by user ID
rm: Agiuntà da l'utilisader cun l'ID

# orm_avisota_recipient.addedById.1
source: The ID of the user who added this recipient.
rm: L'ID da l'utilisader da Contau che ha agiuntà quest destinatur.

# orm_avisota_recipient.addedByUsername.0
source: Added by username
rm: Agiuntà da

# orm_avisota_recipient.addedByUsername.1
source: The username of the user who added this recipient.
rm: Il num d'utilisader da l'utilisader da Contao che ha agiuntà quest destinatur.

# orm_avisota_recipient.addedByName.0
source: Added by name
rm: Agiuntà da

# orm_avisota_recipient.addedByName.1
source: The name of the user who added this recipient.
rm: Il num da l'utilisader da Contao che ha agiuntà quest destinatur.

# orm_avisota_recipient.confirmed.0
source: Confirmed
rm: Confermà

# orm_avisota_recipient.confirmed.1
source: This account has been confirmed.
rm: Quest conto è vegnì confermà

# orm_avisota_recipient.lists.0
source: Mailing lists
rm: Glistas da mail

# orm_avisota_recipient.lists.1
source: Please choose the subscribed mailing lists.
rm: Tscherna las glistas da mail abunadas.

# orm_avisota_recipient.subscriptionAction.0
source: Activation
rm: Activar

# orm_avisota_recipient.subscriptionAction.1
source: Please choose the activation method for subscriptions on new mailing lists.
rm: Tscherna ina metoda per activar novs abunaments sin glistas da mail.

# orm_avisota_recipient.recipient_legend
source: Recipient
rm: Destinatur

# orm_avisota_recipient.subscription_legend
source: Subscription
rm: Abunament

# orm_avisota_recipient.personals_legend
source: Personals
rm: Datas

# orm_avisota_recipient.added_at
source: added at %s
rm: agiuntà ils %s

# orm_avisota_recipient.added_by
source: , by <a href="%3$s">%1$s &lt;%2$s&gt;</a>
rm: , da <a href="%3$s">%1$s &lt;%2$s&gt;</a>

# orm_avisota_recipient.added_by_unlinked
source: , by %1$s &lt;%2$s&gt;
rm: , da %1$s &lt;%2$s&gt;

# orm_avisota_recipient.confirm-subscription
source: Recipient <em>%1$s</em> subscription to <em>%2$s</em> was confirmed
rm: L'abunament dal destinatur <em>%1$s</em> da <em>%2$s</em> è vegnì confermà

# orm_avisota_recipient.remove-subscription
source: Recipient <em>%1$s</em> subscription to <em>%2$s</em> was removed
rm: L'abunament dal destinatur <em>%1$s</em> da <em>%2$s</em> è vegnì stizzà

# orm_avisota_recipient.subscribe
source: Subscribe to this mailing list
rm: Abunar questa glista dad e-mail

# orm_avisota_recipient.blacklisted
source: The recipient is blacklisted
rm: Quest destinatur è sin la black-list

# orm_avisota_recipient.confirm
source: %s neue Abonnenten wurden importiert.
rm: %s abunents novs èn vegnids importads.

# orm_avisota_recipient.invalid
source: %s ungültige Einträge wurden übersprungen.
rm: %s nunvalaivels èn vegnids surseglids

# orm_avisota_recipient.subscribed
source: registriert am %s
rm: registrà ils %s

# orm_avisota_recipient.manually
source: manuell hinzugefügt
rm: agiuntà manualmain

# orm_avisota_recipient.confirmManualActivation
source: Sind Sie sicher, dass Sie dieses Abonnement manuell aktivieren möchten?
rm: Es ti segir che ti vuls activar manualmain quest abunament?

# orm_avisota_recipient.confirmationSent
source: Bestätigungsmail gesendet am %s
rm: Tramess il mail da confermaziun ils %s

# orm_avisota_recipient.reminderSent
source: Erinnerungsmail gesendet am %s
rm: Tramess l'email da reguranda ils %s

# orm_avisota_recipient.remindersSent
source: %d. Erinnerungsmail gesendet am %s
rm: Tramess il %d. e-mail da regurdanza ils %s

# orm_avisota_recipient.sendConfirmation
source: Bestätigungsmail senden
rm: Trametter in e-mail da confermaziun

# orm_avisota_recipient.activateSubscription
source: Abonnement direkt aktivieren
rm: Activar directamain l'abunament

# orm_avisota_recipient.doNothink
source: Abonnement unbestätigt eintragen
rm: Endatar l'abunament senza confermaziun

# orm_avisota_recipient.subscription_global
source: Global subscription
rm: Abunament global

# orm_avisota_recipient.subscription_mailingList
source: Mailing list: %s
rm: Glista da mail: %s

# orm_avisota_recipient.new.0
source: New recipient
rm: Nov destinatur

# orm_avisota_recipient.new.1
source: Add a new recipient
rm: Agiuntar in nov destinatur

# orm_avisota_recipient.show.0
source: Recipient details
rm: Detagls dal destinatur

# orm_avisota_recipient.show.1
source: Show the details of recipient ID %s
rm: Mussar ils detagls dal destinatur cun l'ID %s

# orm_avisota_recipient.delete.0
source: Delete recipient
rm: Stizzar il destinatur

# orm_avisota_recipient.delete.1
source: Delete recipient ID %s
rm: Stizzar il destinatur cun l'ID %s

# orm_avisota_recipient.edit.0
source: Edit recipient
rm: Modifitgar il destinatur

# orm_avisota_recipient.edit.1
source: Edit recipient ID %s
rm: Modifitgar il destinatur cun l'ID %s

# orm_avisota_recipient.subscribe_globally
source: Subscribe globally
rm: Abunar globalmain

# orm_avisota_recipient.subscribe_globally_confirmed
source: Subscribe and activate globally
rm: Abunar ed activar globalmain

# orm_avisota_recipient.subscribe_confirmed
source: Subscribe and activate to this mailing list
rm: Abunar ed activar sin questa glista dad e-mail

# orm_avisota_recipient.confirm_subscription
source: Confirm subscription
rm: Confermar l'abunament

# orm_avisota_recipient.unsubscribe_globally
source: Unsubscribe globally
rm: De-abunar globalmain

# orm_avisota_recipient.unsubscribe
source: Unsubscribe from this mailing list
rm: De-abunar da questa glista dad e-mail

# orm_avisota_recipient.migrate.0
source: Migrate
rm: Migrar

# orm_avisota_recipient.migrate.1
source: Migrate recipients from Contao newsletter system.
rm: Migrar destinaturs dal sistem da newsletter da Contao.

# orm_avisota_recipient.import.0
source: CSV import
rm: Import da CSV

# orm_avisota_recipient.import.1
source: Import recipients from a CSV file.
rm: Importar ils destinaturs dad ina datoteca da CSV.

# orm_avisota_recipient.export.0
source: CSV export
rm: Export da CSV

# orm_avisota_recipient.export.1
source: Export recipients to a CSV file.
rm: Exportar ils destinaturs ad ina datoteca da CSV

# orm_avisota_recipient.remove.0
source: CSV delete
rm: Stizzar da CSV

# orm_avisota_recipient.remove.1
source: Delete recipients from a CSV file.
rm: Stizzar ils destinaturs dad ina datoteca da CSV.

# orm_avisota_recipient.company.0
source: Company
rm: Interpresa

# orm_avisota_recipient.company.1
source: Here you can enter a company name.
rm: Qua pos ti endatar in num d'ina interpresa.

# orm_avisota_recipient.street.0
source: Street
rm: Via

# orm_avisota_recipient.street.1
source: Please enter the street name and number.
rm: Endatscha il num ed il numer da la via

# orm_avisota_recipient.postal.0
source: Postal code
rm: Number postal

# orm_avisota_recipient.postal.1
source: Please enter the postal code.
rm: Endatscha il numer postal.

# orm_avisota_recipient.city.0
source: City
rm: Lieu

# orm_avisota_recipient.city.1
source: Plase enter the name of the city.
rm: Endatescha il num dal lieu.

# orm_avisota_recipient.state.0
source: State
rm: Stadi

# orm_avisota_recipient.state.1
source: Plase enter the name of the state.
rm: Endatscha il num dal stadi

# orm_avisota_recipient.country.0
source: Country
rm: Pajais

# orm_avisota_recipient.country.1
source: Please select the country.
rm: Endatscha il num dal pajais.

# orm_avisota_recipient.mailingListIds.0
source: Mailing list IDs
rm: IDs da las glistas da mail

# orm_avisota_recipient.mailingListNames.0
source: Mailing list names
rm: Nums da las glistas da mail

# orm_avisota_recipient.mailingLists.0
source: Mailing lists
rm: Glistas da mail
