Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/rm/orm_avisota_recipient_subscription.xlf
Languages: rm

# orm_avisota_recipient_subscription.createdAt.0
source: Created at
rm: Creà las

# orm_avisota_recipient_subscription.updatedAt.0
source: Last modified at
rm: Ultima modificaziun las

# orm_avisota_recipient_subscription.recipient.0
source: Recipient
rm: Destinatur

# orm_avisota_recipient_subscription.list.0
source: Subscribed list
rm: Glista abunada

# orm_avisota_recipient_subscription.list.1
source: Please select the subscribed list.
rm: Tscherna la glista abunada.

# orm_avisota_recipient_subscription.confirmationSent.0
source: Confirmation sent at
rm: Confermaziun tramess ils

# orm_avisota_recipient_subscription.reminderSent.0
source: Reminder sent at
rm: Regurdanza tramess ils

# orm_avisota_recipient_subscription.reminderCount.0
source: Reminders send
rm: Tramess regurdanzas

# orm_avisota_recipient_subscription.confirmed.0
source: Confirmed
rm: Confermà

# orm_avisota_recipient_subscription.confirmed.1
source: This subscription has been confirmed.
rm: Quest abunament è vegnì confermà.

# orm_avisota_recipient_subscription.confirmedAt.0
source: Confirmed at
rm: Confermà las

# orm_avisota_recipient_subscription.token.0
source: Subscription token
rm: Token d'abunar

# orm_avisota_recipient_subscription.subscription_legend
source: Subscription
rm: Abunament

# orm_avisota_recipient_subscription.subscription_list.global
source: global subscription
rm: abunament global

# orm_avisota_recipient_subscription.subscription_list.mailing_list
source: Mailing lists
rm: Glistas da mail

# orm_avisota_recipient_subscription.new.0
source: New subscription
rm: Nov abunament

# orm_avisota_recipient_subscription.new.1
source: Add a new subscription
rm: Agiuntar in nov abunament

# orm_avisota_recipient_subscription.show.0
source: Subscription details
rm: Detagls da l'abunament

# orm_avisota_recipient_subscription.show.1
source: Show the details of subscription ID %s
rm: Mussar ils detagls da l'abunament cun l'ID %s

# orm_avisota_recipient_subscription.delete.0
source: Delete subscription
rm: Stizzar l'abunament

# orm_avisota_recipient_subscription.delete.1
source: Delete subscription ID %s
rm: Stizzar l'abunament cun l'ID %s

# orm_avisota_recipient_subscription.edit.0
source: Edit subscription
rm: Modifitgar l'abunament

# orm_avisota_recipient_subscription.edit.1
source: Edit subscription ID %s
rm: Modifitgar l'abunament cun l'ID %s
