Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.avisota_mailing_lists.0
source: Selected/Selectable mailing lists
de: Ausgewählte / auswählbare Mailinglisten

# tl_module.avisota_mailing_lists.1
source: Please choose the mailing lists, that will be subscribed or shown if the mailing lists input field is visible.
de: Bitte wählen Sie die Mailinglisten aus, die abonniert oder angezeigt werden sollen falls das entsprechende Auswahlfeld sichtbar ist.

# tl_module.avisota_recipient_fields.0
source: Personal data
de: Persönliche Daten

# tl_module.avisota_recipient_fields.1
source: Pleas choose additional personal data fields to ask for.
de: Bitte wählen Sie aus, welche Felder mit persönlichen Daten abgefragt werden sollen.

# tl_module.avisota_form_target.0
source: Formular target page (not confirmation page!)
de: Zielseite (NICHT die Bestätigungssette)

# tl_module.avisota_form_target.1
source: Please choose a page, the submitted form data will be posted (this page will set as &lt;form&gt; action!). Keep in mind that the module must be added on the target page!
de: Bitte wählen Sie die Seite aus auf der die übermittelten Daten geposted werden (diese Seite wird als &lt;form&gt; action gesetzt!). Beachten Sie dass das Modul dafür auf der Zielseite eingebunden werden muss. Please choose a page, the submitted form data will be posted (this page will set as &lt;form&gt; action!). Keep in mind that the module must be added on the target page!

# tl_module.avisota_subscribe_form_template.1
source: Please choose the formular template.
de: Hier können Sie ein individuelles Formular-Template auswählen.

# tl_module.avisota_subscribe_confirmation_message.0
source: Confirmation message
de: Bestätigungsnachricht

# tl_module.avisota_subscribe_confirmation_message.1
source: Please choose the confirmation message boilerplate.
de: Bitte wählen Sie eine Vorlage für die Bestätigungsnachricht aus.

# tl_module.avisota_subscribe_confirmation_page.0
source: Subscribe confirmation page
de: Abonement-Bestätigungsseite

# tl_module.avisota_subscribe_confirmation_page.1
source: Please choose the confirmation page. The user will be redirected to this page, after requesting a new subscription.
de: Bitte wählen Sie die Bestätigungssseite aus. Dorthin wird ein Benutzer weitergeieitet nachdem er ein Abonnement erstellt hat.

# tl_module.avisota_subscribe_activation_page.0
source: Activation page
de: Aktivierungsseite

# tl_module.avisota_subscribe_activation_page.1
source: Please choose the activation page. The activation link will be link to this page. Keep in mind that you need to add a "Subscription" or "Activation" module to this page.
de: Bitte wählen Sie die Aktivierungsseite aus. Dorthin wird der AktIvierungslink leiten. Bitte beachten Sie, das Sie ein "Bestellungs-" oder ein "Aktivierungs"-Modul auf dieser Seite einbinden müssen.

# tl_module.avisota_unsubscribe_show_mailing_lists.0
source: Show mailing list selection
de: Mailinglisten-Auswahl anzeigen

# tl_module.avisota_unsubscribe_show_mailing_lists.1
source: Let the user choice which mailing lists should be unsubscribed.
de: Den Benutzer auswählen lassen welche Abonnements bestellt werden sollen.

# tl_module.avisota_unsubscribe_confirmation_message.0
source: Confirmation message
de: Bestätigungsnachricht

# tl_module.avisota_unsubscribe_confirmation_message.1
source: Please choose the confirmation message boilerplate.
de: Bitte wählen Sie eine Vorlage für die Bestätigungsnachricht aus.

# tl_module.avisota_unsubscribe_form_template.1
source: Please choose the formular template.
de: Hier können Sie ein individuelles Formular-Template auswählen.

# tl_module.avisota_unsubscribe_confirmation_page.0
source: Confirmation page
de: Bestätigungsseite

# tl_module.avisota_unsubscribe_confirmation_page.1
source: Please choose the confirmation page.
de: Bitte wählen Sie die Seite aus, auf der das Abonnement bestätigt wird.

# tl_module.avisota_subscription_form_template.1
source: Please choose a custom formular template.
de: Hier können Sie ein individuelles Formular-Template auswählen.

# tl_module.avisota_subscription_confirmation_message.0
source: Confirmation page
de: Bestätigungsseite

# tl_module.avisota_subscription_confirmation_message.1
source: Please choose the confirmation page.
de: Bitte wählen Sie die Bestätigungsseite aus.

# tl_module.avisota_subscribe_activate_confirmation_page.0
source: Activation confirmation page
de: Aktivierungsseite

# tl_module.avisota_subscribe_activate_confirmation_page.1
source: Please choose the activated confirmation page. If you not use a separate activation page, the user will redirected to this page, after clicking on the activation link.
de: Bitte wählen Sie die Seite aus auf der die Aktivierung bestätigt wird. Falls Sie keine separate Aktivierungsseite benutzen wird der benutzer zu dieser Seite geleitet nachdem er auf den Aktivierungslink geklickt hat.

# tl_module.avisota_activation_redirect_page.0
source: Redirect page
de: Weiterleitungsseite

# tl_module.avisota_activation_redirect_page.1
source: Please choose the redirect page. The user will be redirected to this page, if he call the page without a valid subscription token.
de: Bitte wählen Sie die Weiterleitungsseite aus. Dorthin wird ein Benutzer weitergeieitet wenn er die Seite ohne gültiges Token aufruft.

# tl_module.avisota_activation_confirmation_page.0
source: Confirmation page
de: Bestätigungsseite

# tl_module.avisota_activation_confirmation_page.1
source: Please choose the confirmation page. The user will redirected to this page, after clicking on the activation link.
de: Bitte wählen Sie die Bestätigungsseite aus. Dorthin wird ein Benutzer weitergeieitet nachdem er auf den Aktivierungslink geklickt hat.
