Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/*/fe_avisota_subscription.xlf
Languages: de

# fe_avisota_subscription.subscribe
source: Subscribe
de: Anmelden

# fe_avisota_subscription.unsubscribe
source: Unsubscribe
de: Abmelden

# fe_avisota_subscription.subscribed
source: Thank you very much, you are now subscribed. Please check your inbox for confirmation email.
de: Vielen Dank, Sie sind nun angemeldet. Bitte sehen Sie in Ihr Postfach, um die Best채tigungs-Mail anzusehen.

# fe_avisota_subscription.allreadySubscribed
source: Thank you very much, but you are already subscribed to our newsletter.
de: Vielen Dank, aber Sie sind bereits f체r diesen Newsletter angemeldet.

# fe_avisota_subscription.subscribeConfirmation
source: Your subscription was successfully activated.
de: Ihre Anmeldung wurde erfolgreich aktiviert.

# fe_avisota_subscription.unsubscribed
source: You'r now unsubscribed from our newsletter.
de: Sie sind jetzt von unserem Newsletter abgemeldet.

# fe_avisota_subscription.notSubscribed
source: You'r not subscribed to our newsletter.
de: Sie sind f체r diesen Newsletter nicht angemeldet.

# fe_avisota_subscription.confirm
source: confirm subscriptions
de: Anmeldung jetzt best채tigen

# fe_avisota_subscription.manage_subscription
source: Manage your subscription
de: Verwalten Sie Ihr Abonnement

# fe_avisota_subscription.unsubscribe_direct
source: Unsubscribe
de: Abmelden
