Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/*/mem_avisota_recipient_migrate.xlf
Languages: pl

# mem_avisota_recipient_migrate.channels.0
source: Channels
pl: Kanały

# mem_avisota_recipient_migrate.channels.1
source: Please choose the channels and the target mailing lists.
pl: Proszę wybrać kanały i docelowe listy mailingowe.

# mem_avisota_recipient_migrate.channels_channel.0
source: Channel
pl: Kanał

# mem_avisota_recipient_migrate.channels_mailingList.0
source: Mailing list
pl: Lista mailingowa

# mem_avisota_recipient_migrate.overwrite.0
source: Overwrite existing
pl: Nadpisz istniejących

# mem_avisota_recipient_migrate.overwrite.1
source: Overwrite existing recipients.
pl: Nadpisz istniejących odbiorców.

# mem_avisota_recipient_migrate.importFromMembers.0
source: Import personals from Members
pl: Importuj dane osobiste z Użytkowników

# mem_avisota_recipient_migrate.importFromMembers.1
source: Import the personal data from the members.
pl: Importuj dane osobiste z użytkowników.

# mem_avisota_recipient_migrate.migrate_legend
source: Migrate recipients
pl: Przenieś odbiorców

# mem_avisota_recipient_migrate.migrated
source: %d recipients migrated, %d skipped.
pl: %d odbiorców przeniesionych, %d pominiętych.
