Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/*/orm_avisota_subscription.xlf
Languages: pl

# orm_avisota_recipient_subscription.createdAt.0
source: Created at
pl: Utworzony

# orm_avisota_recipient_subscription.updatedAt.0
source: Last modified at
pl: Ostatnia modyfikacja

# orm_avisota_recipient_subscription.recipient.0
source: Recipient
pl: Odbiorca

# orm_avisota_recipient_subscription.list.0
source: Subscribed list
pl: Subskrybowana lista

# orm_avisota_recipient_subscription.list.1
source: Please select the subscribed list.
pl: Proszę wybrać subskrybowaną listę

# orm_avisota_recipient_subscription.confirmationSent.0
source: Confirmation sent at
pl: Potwierdzenie wysłane

# orm_avisota_recipient_subscription.reminderSent.0
source: Reminder sent at
pl: Przypomnienie wysłane

# orm_avisota_recipient_subscription.reminderCount.0
source: Reminders send
pl: Przypomnienia wysłane

# orm_avisota_recipient_subscription.confirmed.0
source: Confirmed
pl: Potwierdzone

# orm_avisota_recipient_subscription.confirmed.1
source: This subscription has been confirmed.
pl: Ta subskrypcja została potwierdzona.

# orm_avisota_recipient_subscription.confirmedAt.0
source: Confirmed at
pl: Potwierdzone

# orm_avisota_recipient_subscription.token.0
source: Subscription token
pl: Token subskrypcji

# orm_avisota_recipient_subscription.subscription_legend
source: Subscription
pl: Subskrypcja

# orm_avisota_recipient_subscription.subscription_list.global
source: global subscription
pl: globalna subskrypcja

# orm_avisota_recipient_subscription.subscription_list.mailing_list
source: Mailing lists
pl: Listy mailingowe

# orm_avisota_recipient_subscription.new.0
source: New subscription
pl: Nowa subskrypcja

# orm_avisota_recipient_subscription.new.1
source: Add a new subscription
pl: Dodaj nową subskrypcję

# orm_avisota_recipient_subscription.show.0
source: Subscription details
pl: Szczegóły subskrypcji

# orm_avisota_recipient_subscription.show.1
source: Show the details of subscription ID %s
pl: Pokaż szczegóły subskrypcji ID %s

# orm_avisota_recipient_subscription.delete.0
source: Delete subscription
pl: Usuń subskrypcję

# orm_avisota_recipient_subscription.delete.1
source: Delete subscription ID %s
pl: Usuń subskrypcję ID %s

# orm_avisota_recipient_subscription.edit.0
source: Edit subscription
pl: Edytuj subskrypcję

# orm_avisota_recipient_subscription.edit.1
source: Edit subscription ID %s
pl: Edytuj subskrypcję ID %s
