Repository: avisota/contao-subscription-recipient
Catalog: contao/languages/*/orm_avisota_recipient_source.xlf
Languages: de

# orm_avisota_recipient_source.recipients.0
source: Integrated Recipients
de: Integrierte Empfänger

# orm_avisota_recipient_source.recipients.1
source: Use the integrated recipient management.
de: Das in Avisota integrierte Empfängermanagement benutzen.

# orm_avisota_recipient_source.recipientsManageSubscriptionPage.0
source: Subscription management page
de: Verwaltungsseite

# orm_avisota_recipient_source.recipientsManageSubscriptionPage.1
source: Please choose the subscription management page.
de: Bitte wählen Sie die Seite aus, auf der das Abonnement verwalten wird.

# orm_avisota_recipient_source.recipientsDetails.0
source: Fetch details from&hellip;
de: Details zusammenführen aus &hellip;

# orm_avisota_recipient_source.recipientsDetails.1
source: Please choose where the details should be fetched from.
de: Bitte wählen Sie aus, von woher die Details zusammengeführt werden sollen.

# orm_avisota_recipient_source.recipientsUsePropertyFilter.0
source: Filter by properties
de: Nach Eigenschaft Filtern

# orm_avisota_recipient_source.recipientsUsePropertyFilter.1
source: Filter recipients by properties and values.
de: Abonnenten nach Eigenschaften filtern.

# orm_avisota_recipient_source.recipientsPropertyFilter.0
source: Properties filter
de: Eigenschaften-Filter

# orm_avisota_recipient_source.recipientsPropertyFilter.1
source: Filter the recipients by property values.
de: Abonnenten nach Eigenschaften filtern.

# orm_avisota_recipient_source.recipientsPropertyFilter_property.0
source: Column
de: Spalte

# orm_avisota_recipient_source.recipientsPropertyFilter_comparator.0
source: Comparator
de: Vergleichsoperand

# orm_avisota_recipient_source.recipientsPropertyFilter_value.0
source: Value
de: Wert

# orm_avisota_recipient_source.recipientsPropertyFilter_comparators.empty
source: is empty
de: Ist leer

# orm_avisota_recipient_source.recipientsPropertyFilter_comparators.not_empty
source: is not empty
de: Ist nicht leer

# orm_avisota_recipient_source.recipientsUnsubscribePage.0
source: Unsubscribe page
de: Abmeldeseite

# orm_avisota_recipient_source.recipientsUnsubscribePage.1
source: Please choose the page for direct unsubscription.
de: Bitte wählen Sie die Seite aus, die für direkte Abbestellungen benutzt werden soll.

# orm_avisota_recipient_source.recipients_legend
source: Recipient settings
de: Empfängereinstellungen

# orm_avisota_recipient_source.recipientsDetailsTypes.recipients_details
source: only provided details
de: Nur eingegebene Details

# orm_avisota_recipient_source.recipientsDetailsTypes.member_details
source: only member details
de: Nur Mitgliederdetails

# orm_avisota_recipient_source.recipientsDetailsTypes.recipients_member_details
source: mix provided with member details
de: Eingegebene mit Mitgliederdetails mischen
